Repository: Sirozha1337/HakutakuDesktop
Catalog: HakutakuDesktop/MainMenu.*.resx
Languages: ru

# bAutoStart.Text
source: Start on Windows startup
ru: Запускать при старте Windows

# bConcatStrings.Text
source: Concatenate strings when selection unchanged
ru: Объединить результаты перевода

# bShowScan.Text
source: Show scanned text
ru: Показать отсканированный текст

# dontShow.Text
source: Don't show this on startup
ru: Не показывать при запуске

# label1.Text
source: HOW TO USE: 1. Open overlay 2. Select an area 3. Choose languages 4. Press translate 5. Get your translation HOTKEYS: F6 - Close program F7 - Show overlay
ru: ИНСТРУКЦИЯ: 1. Открыть оверлей 2. Выбрать область 3. Выбрать язык 4. Нажать "перевод" 5. Перевод готов! Горячие клавиши: F6 - Закрыть программу F7 - Показать оверлей

# label2.Text
source: Max Text Display Windows:
ru: Количество окон вывода текста:

# label3.Text
source: Toggle Overlay Hotkey:
ru: Включить оверлей:

# label4.Text
source: Exit Program Hotkey:
ru: Выход:

# tabPage1.Text
source: Help
ru: Помощь

# tabPage2.Text
source: Settings
ru: Настройки
